export default function AboutProject () {
  return (
    <section className='text-white max-w-3xl m-20 ml-auto'>
      <h1 className='drop-shadow-lg text-6xl text-center font-semibold'>Узнай прогноз погоды!</h1>
      <p className='drop-shadow-lg text-xl pt-10 font-normal text-justify'>
        Прогнозы погоды здесь, чтобы помочь вам быть в курсе текущих и будущих
        метеорологических условий в любом уголке мира. Независимо от того, где
        вы находитесь, наш сайт предоставит вам точную информацию о температуре,
        влажности, осадках и многом другом. Просто введите название города или
        страны, и мы предоставим вам свежие данные о погоде, чтобы вы могли
        спланировать свой день без неожиданностей. Будьте готовы к любым
        изменениям в погоде, организуйте свое время на открытом воздухе или
        просто подготовьтесь к дню, используя The Weather App - ваш надежный
        партнер в мире погоды.
      </p>
    </section>
  )
}
